Repository: Kahnos/sport_events
Catalog: src/Locale/*/default.po
Languages: es_ve

source: The age has been saved.
es_ve: La edad se ha guardado.

source: The age could not be saved. Please, try again.
es_ve: La edad no pudo ser registrada. Por favor, intente de nuevo.

source: The age has been deleted.
es_ve: La edad ha sido eliminada.

source: The age could not be deleted. Please, try again.
es_ve: La edad no pudo ser eliminada. Por favor, intente de nuevo.

source: The athlete has been saved.
es_ve: El atleta se ha guardado.

source: The athlete could not be saved. Please, try again.
es_ve: El atleta no pudo ser registrado. Por favor, intente de nuevo.

source: The athlete has been deleted.
es_ve: La atleta ha sido eliminado.

source: The athlete could not be deleted. Please, try again.
es_ve: El atleta no pudo ser eliminado. Por favor, intente de nuevo.

source: The category has been saved.
es_ve: La categoría se ha guardado.

source: The category could not be saved. Please, try again.
es_ve: La categoría no pudo ser registrada. Por favor, intente de nuevo.

source: The category has been deleted.
es_ve: La categoría ha sido eliminada.

source: The category could not be deleted. Please, try again.
es_ve: La categoría no pudo ser eliminada. Por favor, intente de nuevo.

source: The categories events mode has been saved.
es_ve: La modalidad y categoría se han guardado en el evento.

source: The categories events mode could not be saved. Please, try again.
es_ve: La modalidad y categoría no se han podido guardar en el evento. Por favor, intente de nuevo.

source: The categories events mode has been deleted.
es_ve: La modalidad y categoría se han eliminado del evento.

source: The categories events mode could not be deleted. Please, try again.
es_ve: La modalidad y categoría no se han podido eliminar del evento.

source: The club has been saved.
es_ve: El club se ha guardado.

source: The club could not be saved. Please, try again.
es_ve: El club se ha guardado. Por favor, intente de nuevo.

source: The club has been deleted.
es_ve: El club se ha eliminado.

source: The club could not be deleted. Please, try again.
es_ve: El club no pudo ser eliminado. Por favor, intente de nuevo.

source: The discipline has been saved.
es_ve: La disciplina se ha guardado.

source: The discipline could not be saved. Please, try again.
es_ve: La disciplina no pudo ser registrada. Por favor, intente de nuevo.

source: The discipline has been deleted.
es_ve: La disciplina se ha eliminado.

source: The discipline could not be deleted. Please, try again.
es_ve: La disciplina no pudo ser eliminada. Por favor, intente de nuevo.

source: The distance has been saved.
es_ve: La distancia se ha guardado.

source: The distance could not be saved. Please, try again.
es_ve: La distancia no pudo ser registrada. Por favor, intente de nuevo.

source: The distance has been deleted.
es_ve: La distancia se ha eliminado.

source: The distance could not be deleted. Please, try again.
es_ve: La distancia no pudo ser eliminada. Por favor, intente de nuevo.

source: The event has been saved.
es_ve: El evento se ha guardado.

source: The event could not be saved. Please, try again.
es_ve: El evento no pudo ser registrado. Por favor, intente de nuevo.

source: The event has been deleted.
es_ve: El evento ha sido eliminado.

source: The event could not be deleted. Please, try again.
es_ve: El evento no pudo ser eliminado. Por favor, intente de nuevo.

source: The individual participation has been saved.
es_ve: La participación individual se ha guardado.

source: The individual participation could not be saved. Please, try again.
es_ve: La participación individual no pudo ser guardada. Por favor, intente de nuevo.

source: The individual participation has been deleted.
es_ve: Se ha eliminado la participación individual.

source: The individual participation could not be deleted. Please, try again.
es_ve: La participación individual no pudo ser guardada. Por favor, intente de nuevo.

source: The mode has been saved.
es_ve: La modalidad se ha guardado.

source: The mode could not be saved. Please, try again.
es_ve: La modalidad no pudo ser registrada. Por favor, intente de nuevo.

source: The mode has been deleted.
es_ve: La modalidad ha sido eliminada.

source: The mode could not be deleted. Please, try again.
es_ve: La modalidad no pudo ser eliminada. Por favor, intente de nuevo.

source: The team participation has been saved.
es_ve: La participación en equipo se ha guardo.

source: The team participation could not be saved. Please, try again.
es_ve: La participación en equipo no pudo ser registrada. Por favor, intente de nuevo.

source: The team participation has been deleted.
es_ve: La participación en equipo ha sido eliminada.

source: The team participation could not be deleted. Please, try again.
es_ve: La participación en equipo no pudo ser eliminada. Por favor, intente de nuevo.

source: The team has been saved.
es_ve: El equipo se ha guardado.

source: The team could not be saved. Please, try again.
es_ve: El equipo no pudo ser registrado. Por favor, intente de nuevo.

source: The team has been deleted.
es_ve: El equipo ha sido eliminado.

source: The team could not be deleted. Please, try again.
es_ve: El equipo no pudo ser eliminado. Por favor, intente de nuevo.

source: The time has been saved.
es_ve: El tiempo se ha guardado.

source: The time could not be saved. Please, try again.
es_ve: El tiempo no pudo ser registrado. Por favor, intente de nuevo.

source: The time has been deleted.
es_ve: El tiempo ha sido eliminado.

source: The time could not be deleted. Please, try again.
es_ve: El tiempo no pudo ser eliminado. Por favor, intente de nuevo.

source: List Ages
es_ve: Lista de Edades

source: List Categories
es_ve: Lista de Categorías

source: New Category
es_ve: Nueva categoría

source: Add {0}
es_ve: Añadir {0}

source: Add
es_ve: Añadir

source: Delete
es_ve: Eliminar

source: Are you sure you want to delete # {0}?
es_ve: Está seguro que desea eliminar # {0}?

source: Edit {0}
es_ve: Editar {0}

source: Save
es_ve: Guardar

source: New Age
es_ve: Nueva Edad

source: Actions
es_ve: Acciones

source: View
es_ve: Vista

source: Edit
es_ve: Editar

source: previous
es_ve: anterior

source: next
es_ve: siguiente

source: Edit Age
es_ve: Editar edad

source: Delete Age
es_ve: Eliminar Edad

source: Name
es_ve: Nombre

source: Min Age
es_ve: Edad Min.

source: Max Age
es_ve: Edad Max.

source: Related Categories
es_ve: Caegorías Relacionadas

source: Sex
es_ve: Sexo

source: Age Id
es_ve: Edad

source: Distance Id
es_ve: Distancia

source: List Athletes
es_ve: Lista de Atletas

source: List Individual Participations
es_ve: Lista de Participaciones Individuales

source: New Individual Participation
es_ve: Nueva Participación Individual

source: List Teams
es_ve: Lista de Equipos

source: New Team
es_ve: Nuevo Equipo

source: New Athlete
es_ve: Nuevo Atleta

source: List IndividualParticipations
es_ve: Lista de Participaciones Individuales

source: Edit Athlete
es_ve: Editar Atleta

source: Delete Athlete
es_ve: Eliminar Atleta

source: Date Of Birth
es_ve: Fecha de Nacimiento

source: Related IndividualParticipations
es_ve: Participaciones Individuales Relacionadas

source: Position
es_ve: Posición

source: Athlete Id
es_ve: Atleta

source: Mode Id
es_ve: Modalidad

source: Category Id
es_ve: Categoría

source: Event Id
es_ve: Evento

source: Related Teams
es_ve: Equipos Relacionados

source: Club Id
es_ve: Club

source: List Distances
es_ve: Lista de Distancias

source: New Distance
es_ve: Nueva Distancia

source: List Team Participations
es_ve: Lista de Participaciones en Equipo

source: New Team Participation
es_ve: Nueva Participación en Equipo

source: List Winners
es_ve: Lista de Ganadores

source: New Winner
es_ve: Nuevo Ganador

source: List TeamParticipations
es_ve: Lista de Participaciones en Equipo

source: Edit Category
es_ve: Editar Categoría

source: Delete Category
es_ve: Eliminar Categoría

source: Age
es_ve: Edad

source: Distance
es_ve: Distancia

source: Related TeamParticipations
es_ve: Participaciones en Equipo Relacionadas

source: Team Id
es_ve: Equipo

source: Related Winners
es_ve: Ganadores Relacionados

source: Gold Id
es_ve: Oro

source: Silver Id
es_ve: Plata

source: Bronze Id
es_ve: Bronce

source: List Categories Events Modes
es_ve: Lista de Categorías y Modalidades en Eventos

source: List Modes
es_ve: Lista de modalidades

source: New Mode
es_ve: Nueva Modalidad

source: List Events
es_ve: Lista de Eventos

source: New Event
es_ve: Nuevo Evento

source: New Categories Events Mode
es_ve: Nueva Categoría y Modalidad en Evento

source: Edit Categories Events Mode
es_ve: Editar Categoría y Modalidad en Evento

source: Delete Categories Events Mode
es_ve: Eliminar Categoría y Modalidad en Evento

source: Mode
es_ve: Modalidad

source: Category
es_ve: Categoría

source: Event
es_ve: Evento

source: Hour
es_ve: Hora

source: List Clubs
es_ve: Lista de Clubes

source: New Club
es_ve: Nuevo Club

source: Edit Club
es_ve: Editar Club

source: Delete Club
es_ve: Eliminar Club

source: List Disciplines
es_ve: Lista de Disciplinas

source: New Discipline
es_ve: Nueva Disciplina

source: Edit Discipline
es_ve: Editar Disciplina

source: Delete Discipline
es_ve: Eliminar Disciplina

source: Type
es_ve: Tipo

source: Sub Type
es_ve: Subtipo

source: Related Modes
es_ve: Modalidades Relacionadas

source: Number Of Disciplines
es_ve: Número de Disciplinas

source: Edit Distance
es_ve: Editar Distancia

source: Delete Distance
es_ve: Eliminar Distancia

source: Distance 1
es_ve: Distancia 1

source: Distance 2
es_ve: Distancia 2

source: Distance 3
es_ve: Distancia 3

source: Distance 4
es_ve: Distancia 4

source: Edit Event
es_ve: Editar Evento

source: Delete Event
es_ve: Eliminar Evento

source: Date
es_ve: Fecha

source: List Times
es_ve: Lista de Tiempos

source: New Time
es_ve: Nuevo Tiempo

source: Edit Individual Participation
es_ve: Editar Participación Individual

source: Delete Individual Participation
es_ve: Eliminar Participación Individual

source: Athlete
es_ve: Atleta

source: Related Times
es_ve: Tiempos Relacionados

source: Time 1
es_ve: Tiempo 1

source: Time 2
es_ve: Tiempo 2

source: Time 3
es_ve: Tiempo 3

source: Time 4
es_ve: Tiempo 4

source: Individual Participation Id
es_ve: Participación Individual

source: Team Participation Id
es_ve: Participación en Equipo

source: Time Total
es_ve: Tiempo Total

source: Edit Mode
es_ve: Editar Modalidad

source: Delete Mode
es_ve: Eliminar Modalidad

source: Related Disciplines
es_ve: Disciplinas Relacionadas

source: Edit Team Participation
es_ve: Editar Participaciones en Equipo

source: Delete Team Participation
es_ve: Eliminar Participaciones en Equipo

source: Team
es_ve: Equipo

source: Edit Team
es_ve: Editar Equipo

source: Delete Team
es_ve: Eliminar Equipo

source: Related Athletes
es_ve: Atletas Relacionados

source: Edit Time
es_ve: Editar Tiempo

source: Delete Time
es_ve: Eliminar Tiempo

source: Individual Participation
es_ve: Participación Individual

source: Team Participation
es_ve: Participación en Equipo
